[
  {
    "Topic": -1,
    "Count": 2,
    "Name": "-1_spend_musical_the_thoday",
    "Representation": [
      "spend",
      "musical",
      "the",
      "thoday",
      "wonderful",
      "into",
      "life",
      "of",
      "mr",
      "doren"
    ],
    "Representative_Docs": [
      "Musical treatment for Capra film\n\nThe classic film It's A Wonderful Life is to be turned into a musical by the producer of the controversial hit show Jerry Springer - The Opera.\n\nFrank Capra's 1946 movie starring James Stewart, is being turned into a £7m musical by producer Jon Thoday. He is working with Steve Brown, who wrote the award-winning musical Spend Spend Spend. A spokeswoman said the plans were in the \"very early stages\", with no cast, opening date or theatre announced.\n\nA series of workshops have been held in London, and on Wednesday a cast of singers unveiled the musical to a select group of potential investors. Mr Thoday said the idea of turning the film into a musical had been an ambition of his for almost 20 years. It's a Wonderful Life was based on a short story, The Greatest Gift, by Philip van Doren Stern. Mr Thoday managed to buy the rights to the story from Van Doren Stern's family in 1999, following Mr Brown's success with Spend Spend Spend. He later secured the film rights from Paramount, enabling them to use the title It's A Wonderful Life.",
      "Musical treatment for Capra film\n\nThe classic film It's A Wonderful Life is to be turned into a musical by the producer of the controversial hit show Jerry Springer - The Opera.\n\nFrank Capra's 1946 movie starring James Stewart, is being turned into a £7m musical by producer Jon Thoday. He is working with Steve Brown, who wrote the award-winning musical Spend Spend Spend. A spokeswoman said the plans were in the \"very early stages\", with no cast, opening date or theatre announced.\n\nA series of workshops have been held in London, and on Wednesday a cast of singers unveiled the musical to a select group of potential investors. Mr Thoday said the idea of turning the film into a musical had been an ambition of his for almost 20 years. It's a Wonderful Life was based on a short story, The Greatest Gift, by Philip van Doren Stern. Mr Thoday managed to buy the rights to the story from Van Doren Stern's family in 1999, following Mr Brown's success with Spend Spend Spend. He later secured the film rights from Paramount, enabling them to use the title It's A Wonderful Life."
    ]
  },
  {
    "Topic": 0,
    "Count": 51,
    "Name": "0_the_in_of_and",
    "Representation": [
      "the",
      "in",
      "of",
      "and",
      "to",
      "film",
      "for",
      "at",
      "with",
      "was"
    ],
    "Representative_Docs": [
      "Oscar nominees lack pulling power\n\nThis year's clutch of Oscar nominees have been the least popular for 20 years according to box office figures.\n\nIn the US the five nominated for best film have been seen by 50% fewer people than movies in previous years. While the awards are not based on box office popularity there is concern for the ratings of the televised ceremony. \"We don't have a Titanic or a Lord of the Rings out there. I think it's fair to say it does concern us a bit,\" said Academy executive director Bruce Davis. About 51 million people in the US have seen this year's nominees, compared with between 100 million and 118 million in recent years. The last time combined attendance was so low was in 1984 when Amadeus beat The Killing Fields, A Passage to India, Places in the Heart and A Soldier's Story to best picture, when 41 million saw the five films. Last year's ceremony attracted the highest audience in four years as viewers tuned in to see Lord of the Ring: Return of the King sweep the board.\n\nAnd the show reaped its biggest audience in 1997 when Titanic took home 11 Oscars.\n\nThe film had taken $500m (£264m) worldwide before the ceremony, and eventually took $1.8bn (£952m). \"Eyeballs starring at the movie screen translates to eyeballs staring at the TV screen,\" said Paul Dergarabedian of box office tracker Exhibitor Relations. \"People like to have a vested interest in what they're watching. \"When Titanic does $1.8bn in worldwide box office, you've got a lot of people with a vested interest.\" Past years have also seen blockbusters such as Saving Private Ryan, Forrest Gump and Ghost compete for Oscars. The biggest box office hitter among this year's nominees is The Aviator, which has taken $90m (£48m) in the US, although takings in the UK have reached only £7m so far.\n\nLow-budget move Sideways and Finding Neverland have so far grossed about $45m (£24m) each. The year's biggest blockbusters do actually feature in the Oscar nominees but in the animation category. Shrek 2 and The Incredibles took $436m (£231m) while The Incredibles took $259m (£137m). Mel Gibson's The Passion of the Christ, which took $370m (£196m) in the US, was largely ignored by Academy voters.\n\nBut many in the film industry do not equate award and box office success. \"I have never equated the Academy Awards with how much money a movie takes in,\" said Nikki Rocco, head of distribution at Universal which released nominee Ray. \"That's the People's Choice Awards. This is not about the public. This is about the industry bestowing awards on what they think are the best films of the year.\"",
      "Oscars steer clear of controversy\n\nThe Oscars nominations list has left out some of the most controversial films of the past year in favour of safer, less contentious cinema.\n\nIf best film nominees were drawn on the basis of column inches, two of the front-runners would have had to be Michael Moore's Bush-baiting documentary Fahrenheit 9/11 and Mel Gibson's The Passion of the Christ. Both films polarised opinion but had critics talking, and the public turning up to see them - Fahrenheit 9/11 breaking US box office records for a documentary, and The Passion of the Christ making more than US$370m (£196m) in the US alone. But this year's Academy Awards have shied away from the big name controversies, with The Passion of the Christ - a film accused of being anti-Semitic - receiving nominations only in the 'minor' categories of cinematography, makeup and musical score.\n\nFahrenheit 9/11 has also been overlooked, despite winning the Palme d'Or at the Cannes International Film Festival in 2004.\n\nMoore's caustic documentary may have been affected by its distributors' decision to enter it in the best picture category, rather than best documentary, says Tim Dams, the news editor of trade magazine Screen International. But he also believes the strong political viewpoint of Moore's film does not sit well with the Academy. \"If you look at past Oscar winners and nominees, the very conservative Oscar voters tend to go for very conservative, epic-style pictures. Fahrenheit 9/11 didn't really fit in to that category. \"They tend to go for films like Titanic, Gladiator, and the Lord of the Rings, films with scale that often aren't too contentious,\" he said. While he said the Oscar voting panel were not \"snubbing\" Moore's film, he thought it was unlikely a documentary could ever seriously compete in a best film category. \"I think it's more a misjudgement by the people putting it out rather than a deliberate snub,\" he said.\n\nThe problem with Mel Gibson's film, he believed, was that the voting panel may have been cautious in nominating a film with dialogue in Aramaic, an ancient Middle Eastern language.\n\n\"Hollywood doesn't tend to like foreign-language films - no-one's ever tried doing a film in a dead language,\" he said. But aside from these two films, some potentially contentious pictures have won nominations. The German film The Downfall, a biopic tracing the final days of Nazi leader Adolf Hitler in his Berlin bunker, has been recognised in the best foreign film category. The film has caused some controversy in showing Hitler as a fallible but human man, rather than a semi-mythical, historical monster. But Mr Dams said: \"It's not an inflammatory film. It has done very well in Germany, and it's a film that portrays Hitler as a human rather than some kind of devil or monster.\" Another 'contentious' film, Mr Dams said, has gained a nomination in the best documentary section through the force of its charm.\n\nIndependent film-maker Morgan Spurlock may have forced fast-food giant McDonalds to withdraw its 'super size' portions in the US after he went on a month-long diet eating nothing but McDonalds meals - and filmed his progress.\n\nThe film has been a hit around the world. Mr Dams said: \"It's a political film, but it's quite fun and punky and well-paced. \"Morgan Spurlock is a really likeable guy. It's a very accessible film, and it doesn't beat you over the head with its views. \"While in Fahrenheit 9/11 there are moments of comedy, I think the way that Super Size Me is put together - the fact it's a very likeable film - means it's won through on charm.\" Dam's pick at this year's Oscars? The Aviator, Martin Scorsese's biopic of aviation pioneer and Hollywood player Howard Hughes. Tinseltown, it seems, likes nothing more than a picture about one of its own.",
      "Music man to the Oscars\n\nBill Conti's job of musical director of the Oscars show is not for the faint-hearted since conducting the orchestra is the ultimate plate-spinning assignment.\n\nThis year marks Conti's 17th turn at the helm of the Academy Awards orchestra. \"The excitement is a live performance as a musician,\" he says. \"All of your colleagues, everyone in the film industry is in the theatre. All the important people. \"I guess it's just a television show but we always think it's a bit more.' The orchestra strikes up more than 110 times during the average Oscars show. As well as playing the presenters and winners on and off stage, it also performs during the commercial breaks to entertain the live audience in the house.\n\n\"It's a very busy evening, it takes a certain amount of preparation of music, orchestrating, sketching rehearsing, before the show. But you don't know what the unexpected will be and as the musical director, it's exciting,\" explains Conti. And much of the preparation goes into mastering scores that will never be performed. \"We don't know who the winners will be. So when they say, 'the winner is', we have five different pieces of music in front of us, they say the name, we play the appropriate one immediately,\" adds Conti.\n\nThe orchestra is often called upon to play when the winners ramble on too long during their acceptance speeches, despite being told to be brief by the show's producers.\n\nThe decision to drown out or 'kill' the offending star with music is relayed from the director's box to the orchestra via Conti's earpiece. \"I don't feel good about it at all. It's not my call though,\" he says. \"When the director says 'music' the orchestra plays and he takes a long shot of the hall. We don't usually see the person speaking while his microphone is cut off. \"The person that's been cut off, who's 10 feet from me, is glaring at me like it's death time.\" On occasions, some stars have taken it upon themselves to send a warning shot across the bows of the musical director before they start to speak. \"Julia Roberts, when she came on, she asked me to not get ready to play because she had so much to do,\" he says. Conti received an Oscar in 1983 for the original score of The Right Stuff. He also received two nominations in the original song category in 1976 for Gonna Fly Now from Rocky and in 1981 for the title song from For Your Eyes Only.\n\n\"It's a moment in the sun,\" he says. \"When people get up there, some people, this is hard to believe, people that spend their lives in front of the camera or audiences entertaining, might get a little flustered. \"But there's this moment in time when the biggest award that they could possibly get in their life has been handed to them and they're either not in control or they want to thank everyone that they ever met.\"\n\nThe image of the Oscars telecast is one of slick presentation and smooth transitions between performances and the award categories. Behind the scenes, the key players, such as Conti, have a bewildering array of technical props to deal with. \"There's a big script and video monitors you have to watch and there are also audio controls. I can control hearing in my ears, the left ear or the right ear - different things at different times.\n\n\"I have to communicate with the director. I have a little microphone that's attached to my headset. To open up that microphone, I have a footswitch,\" he explains. Conti's most nerve-wracking moment came during his first Oscars show as musical director, in 1977, when a member of the orchestra alerted him that they could smell smoke. Conti immediately told the show's director: \"I start cursing and screaming, I tell him we're not going to die for this show - you must do something or I'm going to climb out of this pit with 60 musicians and we're going to be home in 10 minutes. \"'Oh no Bill don't do anything,\" came the response. \"Imagine these elegantly dressed ladies and gentlemen of the orchestra, 60 or so of them in the pit and while we're playing, firemen with their helmets and their hatchets crawling among us trying to find the reason for the smoke.\" The smell turned out to be new paint smouldering on the music stands. \"No one died, it's not a big story, but it was scary at the time,\" laughs Conti. When the ceremony is over, the music director attends the annual Governor's Ball with his family. \"I have a drink and relive the show,\" he says. \"I'm not for too much carousing. I go home and unwind. It takes me about a day.\""
    ]
  },
  {
    "Topic": 1,
    "Count": 47,
    "Name": "1_the_to_and_of",
    "Representation": [
      "the",
      "to",
      "and",
      "of",
      "in",
      "on",
      "for",
      "is",
      "show",
      "will"
    ],
    "Representative_Docs": [
      "Three DJs replace Peel radio show\n\nThe late John Peel's BBC Radio 1 show is to be succeeded in February by three shows hosted by three DJs focusing on diverse, non-commercial music.\n\nHuw Stephens, Ras Kwame and Rob Da Bank will each host the mid-week, late-night timeslot, showcasing UK talent. Radio 1 said the show would not try to replace Peel, but would rise to the \"challenge\" of \"keeping his legacy alive\" with unpredictable music. Peel died after suffering a heart attack in Peru in October. Radio 1 said the three DJs had been chosen for their \"in-depth musical knowledge across a variety of musical genres\". Rob Da Bank has been hosting The John Peel Show since the DJ's death. He is also one of the hosts of The Blue Room, an early morning weekend show that plays a mix of old and new electronic and dance music. Huw Stephens is currently one half of the Radio 1 Thursday night show Bethan and Huw in Wales, which explores new music, especially up and coming acts breaking through in Wales. And Ras Kwame is the host of 100% Homegrown on Radio 1's digital station 1Xtra. His show is dedicated to showcasing the best of UK black music and broadcasts live sessions, often giving new artists their first chance to perform on live national radio.\n\nAll of the three DJs will continue to host their current shows on Radio 1. \"It is widely accepted that John Peel can never be replaced,\" said the radio station. It added that One Music would support both signed and unsigned talent, and said: \"It will seek out those making music for music's sake rather than for commercial success. \"Above all it will provide support to emerging genres of music and styles that have not yet and may never reach the mainstream.\"\n\nOne Music is not new to Radio 1 as it already exists as a website, offering advice on aspects of the music industry, such as recording a demo and signing a record contract. Radio 1's controller, Andy Parfitt, said: \"We believe that by having a series of DJs hosting a selection of shows under the One Music title, we will ensure that his legacy lives on.\" Stephens said he grew up \"listening to John\" and that it was a \"massive honour\" to continue Peel's work championing new music. The show will be broadcast from 1 February on Tuesdays, Wednesdays and Thursdays from 2300 GMT - 0100 GMT.",
      "DJ double act revamp chart show\n\nDJ duo JK and Joel are taking over BBC Radio 1's flagship chart show on Sunday, adding showbiz news, celebrity interviews and between-song banter.\n\nThey hope to boost ratings for the long-running show, which has been overtaken in popularity by independent radio's Hit 40 UK rundown. \"Radio 1's chart show is an institution and remains the station's single most popular show,\" says JK, also known as Jason King. \"For years people have been tuning in at four o'clock with their tape recorders ready to record their favourite tunes. Not that I ever did that. \"But things have moved on a lot now so it was time for a change.\"\n\nThat change involved ejecting previous host Wes Butters and relocating King and DJ partner Joel Ross from their weekend afternoon Radio 1 slot. The pair have worked together for a decade - meeting on Viking Radio in Hull before moving to Manchester station Key 103 and winning two Sony Radio awards. They also presented gadget series Playboyz and car show Motor Maniacs for cable TV channel Granada Men and Motors, and Pure Soap on BBC Three.\n\nOn the revamped chart show their cheeky, laddish banter will punctuate star interviews and competitions, film and DVD charts plus a look at future single releases, in addition to the singles chart itself. \"The chart rundown is no longer the only point of the programme,\" says Ross. \"The show used to be the only way to discover who was in the Top 40. Now you can just click on the internet to find that out, so the show has plenty of extra items too.\" The show's reduced reliance upon the Top 40 also reflects the fact that music fans are now more likely to download songs in digital format rather than buy them on compact disc, vinyl or cassette.\n\n\"I personally buy downloads rather than CD singles,\" says 27-year-old Ross. \"Even my grandma can download songs now. JK is still struggling with the technology, though.\" \"But it's premature for people to say that the singles chart is dead,\" Ross adds. \"While sales of singles on traditional formats are down, interest in songs has been revived by download sales, which will be incorporated into our main chart rundown from April. \"Music fans still want to know what is the most popular song of the week.\"\n\nRoss will be plumping for chart success from rapper Verbalicious and the Stereophonics on Sunday, while King is more of an R&B and dance music fan. \"So listeners will get the advantage of both our music tastes,\" says King, 30, who describes outgoing host Butters as \"an extremely professional and competent broadcaster\".\n\n\"The advantage Joel and I have is that we're a double act, with a rapport between us that makes the show much more interactive,\" King says. \"Wes has a great broadcasting career ahead of him. And if not, I could always use a cleaner,\" he jokes. Ross says the pair have done their best to ignore the weight of expectation placed upon the revamped show. \"Other people can worry about that, we are going to continue doing what we do well,\" he says. \"At the end of the day this is a radio show that is meant to be entertaining. Nobody died.\"",
      "John Peel replacement show begins\n\nThe permanent replacement for late DJ John Peel's BBC Radio 1 show goes on air on Tuesday, with three hosts chosen to fill the legendary presenter's slot.\n\nRock DJ Huw Stephens will go on air in the 2300 slot every Tuesday, with black music champion Ras Kwame on Wednesdays and dance DJ Rob Da Bank on Thursdays. Rob Da Bank filled in after Peel had a heart attack aged 65 in October. All three will play \"diverse, unpredictable and non-commercial\" songs under the banner of the OneMusic show.\n\nRadio 1 said the station was not trying to replace Peel, but would rise to the \"challenge\" of \"keeping his legacy alive\" with unpredictable music. The three DJs were chosen for their \"in-depth musical knowledge across a variety of musical genres\", the station said.\n\nRob Da Bank is one of the hosts of The Blue Room, an early morning weekend show which plays electronic and dance music. Huw Stephens has been one half of the Thursday night show Bethan and Huw in Wales, which explores new music, especially up-and-coming acts in Wales. And Ras Kwame is host of 100% Homegrown on Radio 1's digital station 1Xtra, dedicated to showcasing the best hip-hop and garage. Another change to the station line-up will see Sara Cox return after maternity leave. She will host the lunchtime show on Saturdays from this week.\n\nGood luck to all three of them, not one DJ could fill Peels boots so it's probably a good idea to get them all contributing. This time next year I hope we are saying how well these DJs have done, but I fear this time next year we will really realise how much John Peel will be forever missed.\n\nVery good idea to continue the legacy without attempting to replace John Peel. Also, there will surely be a wider spectrum for international music as three top radio DJs unite under the One World name. Congratulations!\n\nThe whole glory of John Peel was the fact he was not commited to one genre. He played what he liked across the range of music.... this is not going to be the same, and all they seem to be doing is what they already have. Bring back Steve Lamacq.\n\nThe obvious heir to John Peel is the marvellous, wonderful and talented Claire Kember from totallyradio.com. This lady is young and fresh and is one of the most knowledgeable and likeable people in British broadcasting today. Everyone who listens to her show understands and compares her to the ledgendary John Peel. BBC Radio should seek out the real talent from internet radio stations, people who are making a real impact on the world of music and the world in general."
    ]
  }
]